{
    "servicesTitle": "Servizzi | Servizzi tad-Devoluzzjoni tal-Frontend u l-Edukazzjoni | React, Next.js, CSS3",
    "servicesDescription": "Esplora is-servizzi professjonali tiegħi tad-Devoluzzjoni tal-Frontend u l-Edukazzjoni. Jinħoloq soluzzjonijiet għall-web li jappellqu għal-viżwali u joffru esperjenzi ħafna mal-utent bl-użu ta' React, Next.js & CSS3.",
    "additionalMetaData": "Servizzi tad-Devoluzzjoni tal-Frontend, Żvilupp ta' React, Servizzi ta' Next.js, Soluzzjonijiet CSS3",
    "servicesHeading": "Is-Servizzi Tiegħi",
    "servicesRedDot": ".",
    "servicesParagraph": "Esplora gallerija ta' proġetti li juru l-ħidma tiegħi lejn l-eċċellenza fid-dixxina u l-espertiza teknika.",
    "serviceTitleDevelopment": "Devoluzzjoni",
    "serviceTitleTeacher": "Edukazzjoni",
    "serviceTitleSEO": "SEO",
    "serviceTitleBranding": "Marka",
    "serviceTitleCopywriting": "Tiftix",
    "serviceTitleConsultation": "Konsulenza",
    "serviceTitleResponsiveDesign": "Dixxina Responsiva",
    "serviceTitleFrontendOptimization": "Ottimizzazzjoni tal-Frontend",
    "ServiceECommerceSolutions": "Soluzzjonijiet tal-Kummerċ Elettroniku",
    "serviceDescDevelopment": "Oħloq soluzzjonijiet għall-web interattivi bl-użu ta' React, Next.js & CSS3.",
    "serviceDescTeacher": "Programmi edukattivi u kurżi dwar it-teknoloġiji tad-Devoluzzjoni tal-Frontend.",
    "serviceDescSEO": "Optimizza siti web għal-magni tal-ħarsa u żid il-visibbiltà online.",
    "serviceDescBranding": "Oħloq identità unika tal-marka li tgħaqqad mal-audjenza tiegħek.",
    "serviceDescCopywriting": "Oħloq kontenut konvinċenti u attrattiv għal sitwazzjonijiet web.",
    "serviceDescConsultation": "Konsulenza mill-esperti u għodda dwar strateġiji tad-Devoluzzjoni tal-Frontend.",
    "serviceDescResponsiveDesign": "Oħloq soluzzjonijiet għall-web ottimizzati għad-diversi apparat u skrinijiet.",
    "serviceDescFrontendOptimization": "Ttejjeb il-prestazzjoni tas-sit web permezz tat-tekniki tad-Ottimizzazzjoni tal-Frontend.",
    "serviceDescECommerceSolutions": "Żviluppa negozji online solidi b'esperjenzi ta' utent naħa biex tikri prodotti."
  }
  